"Temperature Units" = "温度单位";
"Language" = "语言";

"Settings" = "设置";
"Cooking" = "烧烤";
"Tools" = "工具";
"Graph" = "图表";
"Info" = "信息";

// timer
"Timer" = "计时器";
"Pick Time" = "选择时间";
"Start" = "开始";

// baking
"Set" = "设置";
"Probe" = "探针";
"OK" = "确定";
"Timeout" = "计时结束";
"Temperature" = "温度";
"Left" = "剩余";
"No Set" = "未设置";

// graph
"Current" = "当前值";

//ringtone
"Ringtone" = "铃声设置";
"Store" = "保存";
"Cancel" = "取消";

//custome
"Custom" = "自定义";

// food
"Beef" = "牛肉";
"Veal" = "嫩牛肉";
"Lamb" = "羊肉";
"Pork" = "猪肉";
"Chick&Turkey" = "鸡肉&火鸡肉";
"Fish" = "鱼";
"undercooked" = "生";
"rare" = "一分熟";
"medium rare" = "三分熟";
"medium" ="五分熟";
"medium-well" ="七分熟";
"well-done" ="熟";